Repository: IBMPredictiveAnalytics/STATS_STRUC_CHANGE
Catalog: src/lang/*/STATS_STRUC_CHANGE.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: Chow tests were specified without starting and ending cases or proportions
de: Chow-Tests wurden ohne Start- oder Endfälle oder Anteile angegeben
es: Se han especificado pruebas de Chow sin casos ni proporciones de inicio y finalización
fr: Les tests de Chow ont été spécifiées sans proportions ni observations de début ou de fins.
it: Sono stati specificati test di Chow senza proporzioni o casi iniziale e finale
ja: 開始ケースと終了ケースまたは開始比率と終了比率なしで、Chow 検定が指定されました
ko: 지정된 Chow 검정에 시작/종료 케이스 또는 비율이 없습니다.
pl: Testy Chowa określono bez obserwacji początkowej i końcowej oraz proporcji
pt_br: Os testes de Chow foram especificados sem casos ou proporções de início ou fim
ru: Критерии Чоу были заданы без начального и конечного наблюдений или соотношений.
zh_cn: 指定了 Chow 检验，但未指定开始个案和结束个案或比例
zh_tw: 在未啟動及結束觀察值或比例的情況下，指定了鄒氏檢定

source: The starting or ending date for a Chow test exceeds the specified periodicity of the data
de: Das Start- oder Enddatum für einen Chow-Test überschreitet die angegebene Periodizität der Daten
es: La fecha de inicio o de finalización de una prueba Chow supera la periodicidad de los datos
fr: La date de début ou de fin d'un test de Chow est en dehors de la périodicité spécifiée pour les données.
it: La data iniziale o finale per un test di Chow supera la periodicità specificata dei dati
ja: Chow 検定の開始日または終了日が、データの指定された周期性を超えています
ko: Chow 검정의 시작 또는 종료 날짜가 지정된 데이터 주기를 초과합니다.
pl: Data początkowa lub końcowa dla testu Chowa przekracza podaną okresowość danych
pt_br: A data inicial e de encerramento para um teste de Chow excede a periodicidade especificada dos dados
ru: Начальная или конечная дата для критерия Чоу превышает указанную периодичность данных.
zh_cn: Chow 检验的开始日期或结束日期超过指定的数据周期
zh_tw: 鄒氏檢定的開始或結束日期超出資料的指定週期

source: No tests were specified
de: Es wurden keine Tests angegeben
es: No se han especificado pruebas
fr: Aucun test n'a été spécifié.
it: Non è stato specificato alcun test
ja: 検定は指定されませんでした
ko: 지정된 검정이 없습니다.
pl: Nie określono żadnego testu
pt_br: Nenhum teste foi especificado
ru: Критерии не были заданы
zh_cn: 未指定任何检验
zh_tw: 未指定任何檢定

source: The R strucchange package is required but could not be loaded.
de: Das R strucchange-Paket ist erforderlich, konnte aber nicht geladen werden.
es: Se requiere el paquete de R strucchange, pero no se ha podido cargar.
fr: Le pack R strucchange est requis, mais n'a pas pu être chargé.
it: Il package R strucchange è necessario, ma non è stato possibile caricarlo.
ja: R strucchange パッケージが必要ですが、ロードできませんでした。
ko: R strucchange 패키지가 필요하지만 로드할 수 없습니다.
pl: Pakiet R strucchange jest wymagany, ale nie można było go wczytać.
pt_br: O pacote R strucchange é necessário, mas não pôde ser carregado.
ru: Необходим пакет R strucchange, но его не удалось загрузить.
zh_cn: 需要 R strucchange 程序包，但未能将其装入。
zh_tw: R strucchange 套件是必要套件，但無法載入。

source: Recursive CUSUM
de: Rekursive CUSUM
es: CUSUM recursivo
fr: CUSUM récursif
it: CUSUM ricorsivo
ja: 再帰的 CUSUM
ko: 반복 CUSUM
pl: CUSUM rekurencyjna
pt_br: CUSUM Recursiva
ru: Рекурсивная CUSUM
zh_cn: 递归 CUSUM
zh_tw: 遞迴 CUSUM

source: OLS-Based CUSUM
de: OLS-basierte CUSUM
es: CUSUM basado en OLS
fr: CUSUM basé sur OLS
it: CUSUM basato su OLS
ja: OLS ベース CUSUM
ko: OLS-기반 CUSUM
pl: CUSUM na podstawie OLS
pt_br: CUSUM Baseada em OLS
ru: Основанная на OLS CUSUM
zh_cn: 基于 OLS 的 CUSUM
zh_tw: OLS 型 CUSUM

source: Recursive MOSUM
de: Rekursive MOSUM
es: MOSUM recursivo
fr: MOSUM récursif
it: MOSUM ricorsivo
ja: 再帰的 MOSUM
ko: 반복 MOSUM
pl: MOSUM rekurencyjna
pt_br: MOSUM Recursiva
ru: Рекурсивная MOSUM
zh_cn: 递归 MOSUM
zh_tw: 遞迴 MOSUM

source: OLS-Based MOSUM
de: OLS-basierte MOSUM
es: MOSUM basado en OLS
fr: MOSUM basé sur OLS
it: MOSUM basato su OLS
ja: OLS ベース MOSUM
ko: OLS-기반 MOSUM
pl: MOSUM na podstawie OLS
pt_br: MOSUM Baseada em OLS
ru: Основанная на OLS MOSUM
zh_cn: 基于 OLS 的 MOSUM
zh_tw: OLS 型 MOSUM

source: Recursive Estimates
de: Rekursive Schätzungen
es: Estimaciones recursivas
fr: Estimations récursives
it: Stime ricorsive
ja: 再帰的推定値
ko: 반복 추정값
pl: Oszacowania rekurencyjne
pt_br: Estimações Recursivas
ru: Рекурсивные оценки
zh_cn: 递归估算
zh_tw: 遞迴估計值

source: Moving Estimates
de: Gleitende Schätzungen
es: Estimaciones móviles
fr: Estimations mobiles
it: Stime spostamento
ja: 移動推定値
ko: 이동 추정값
pl: Oszacowania ruchome
pt_br: Estimações Móveis
ru: Скользящие оценки
zh_cn: 移动估算
zh_tw: 移動估計值

source: Sup-F Chow
es: Chow Sup-F
it: Chow Sup-F
pl: Test Chowa Sup-F
zh_cn: 子 F Chow

source: Structural Change Tests
de: Strukturänderungstests
es: Pruebas de cambios estructurales
fr: Tests de changement structurel
it: Test della modifica strutturale
ja: 構造変化検定
ko: 구조변화 검정
pl: Testy zmian strukturalnych
pt_br: Testes de mudança estrutural
ru: Критерии структурного изменения
zh_cn: 结构变更检验
zh_tw: 結構變更檢定

source: Test cannot be computed: %s
de: Test kann nicht berechnet werden: %s
es: No se puede calcular la prueba: %s
fr: Impossible de calculer le test : %s
it: Impossibile calcolare il test: %s
ja: 検定を計算できません: %s
ko: 검정을 계산할 수 없습니다. %s
pl: Nie można obliczyć testu: %s
pt_br: O teste não pode ser calculado: %s
ru: Невозможно вычислить критерий: %s
zh_cn: 无法计算检验：%s
zh_tw: 無法計算檢定：%s

source: Empirical Fluctuation Process
de: Empirischer Schwankungsprozess
es: Proceso de fluctuación empírica
fr: Processus de fluctuation empirique
it: Processo di fluttuazione empirica
ja: 経験的変動プロセス
ko: 경험적 변이 프로세스
pl: Empiryczny proces fluktuacji
pt_br: Processo de flutuação empírico
ru: Эмпирический флуктуационный процесс
zh_cn: 经验波动过程
zh_tw: 以經驗為依據的變動程序

source: Chow tests cannot be computed
de: Chow-Tests können nicht berechnet werden
es: No se pueden calcular las pruebas de Chow
fr: Impossible de calculer les tests de Chow.
it: Non è possibile calcolare i test di Chow
ja: Chow 検定を計算できません
ko: Chow 검정을 계산할 수 없습니다.
pl: Nie można obliczyć testów Chowa
pt_br: Os testes de Chow não podem ser calculados
ru: Невозможно вычислить критерии Чоу
zh_cn: 无法计算 Chow 检验
zh_tw: 無法計算鄒氏檢定

source: F Statistics
de: F-Statistik
es: Estadísticos F
fr: Statistiques F
it: Statistiche F
ja: F 統計量
ko: F 통계량
pl: Statystyka F
pt_br: Estatísticas F
ru: F-статистики
zh_cn: F 统计
zh_tw: F 統計量

source: from=
de: Quelle=
es: desde=
fr: de=
it: da=
ja: 開始:
ko: 시작=
pl: od=
ru: от=
zh_tw: 從=

source: to=
de: Ziel=
es: hasta=
fr: à=
it: a=
ja: 終了:
ko: 종료=
pl: do=
ru: до=
zh_tw: 至=

source: Model:
de: Modell:
es: Modelo:
fr: Modèle :
it: Modello:
ja: モデル:
ko: 모형:
pt_br: Modelo:
ru: Модель:
zh_cn: 模型：
zh_tw: 模型：

source: Plot cannot be produced
de: Diagramm kann nicht erstellt werden
es: No se puede generar el gráfico
fr: Impossible de générer le tracé.
it: Non è stato possibile produrre il grafico
ja: プロットを生成できません
ko: 도표를 생성할 수 없습니다.
pl: Nie można wygenerować wykresu
pt_br: Gráfico não pode ser produzido
ru: Невозможно построить график
zh_cn: 无法生成图
zh_tw: 無法產生圖形

source: Test Statistic
de: Teststatistik
es: Estadístico de prueba
fr: Statistiques de test
it: Statistica del test
ja: 検定統計量
ko: 검정 통계량
pl: Statystyki testu
pt_br: Estatística do teste
ru: Статистика критерия
zh_cn: 检验统计
zh_tw: 檢定統計量

source: P-Value
de: P-Wert
es: Valor P
fr: Valeur P
it: Valore P
ja: p 値
ko: P-값
pl: Wartość P
pt_br: Valor p
ru: P-значение
zh_cn: P 值
zh_tw: p值
